Repository: DrakXtools/distro-gfxboot-theme
Catalog: po/*.po
Languages: he, wa

source: OK
he: אישור
wa: 'l est bon

source: Cancel
he: ביטול
wa: Rinoncî

source: Reboot
he: איתחול
wa: Renonder l' éndjole

source: Continue
he: המשך
wa: Continouwer

source: Manual Installation
he: התקנה ידנית
wa: Astalaedje al mwin

source: Installation--ACPI Disabled
he: התקנה--ACPI אינו מופעל
wa: Astalaedje--ACPI dismetou

source: Installation--Safe Settings
he: התקנה--הגדרות בטוחות
wa: Astalaedje--Apontiaedjes å pus seur

source: Boot from Hard Disk
he: התחל מהדיסק הקשיח
wa: Enonder a pårti del deure plake

source: Rescue System
he: הצלת המערכת
wa: Rapexhî l' sistinme

source: Memory Test
he: בדיקת הזכרון
wa: Saye del memwere

source: Boot Options
he: אפשרויות האתחול
wa: Tchuzes d' enondaedje

source: Exiting...
he: יציאה...
wa: Dji cwite...

source: You are leaving the graphical boot menu and starting the text mode interface.
he: עזיבת תפרית האתחול הגרפי ומעבר למנשק הטקסטואלי.
wa: Vos estoz ki cwite li menu d' enondaedje grafike eyet ki va so l' eterfaece e môde tecse di l' enondrece.

source: Help
he: עזרה
wa: Aidance

source: Starting...
he: מתחיל...
wa: Enondaedje...

source: Loading Linux Kernel
he: טעינת גלעין ה-Linux
wa: Tcherdjaedje do nawea Linux

source: Loading memtest86
he: טעינת memtest86
wa: Tcherdjaedje di memtest86

source: Boot loader
he: טוען המערכת
wa: Enondrece

source: I/O error
he: שגיאת I/O
wa: Aroke d' intrêye/rexhowe (I/O)

source: Change Boot Disk
he: החלפת דיסק איתחול
wa: Candjî d' plake d' enondaedje

source: Insert boot disk %u.
he: נא להכניס את דיסק האיתחול %u.
wa: Sititchîz l' plake d' enondaedje %u.

source: This is boot disk %u. Insert boot disk %u.
he: זהו דיסק האתחול %u. נא להכניס את דיסק האיתחול %u.
wa: Çouchal c' est l' plake d' enondaedje %u. Sititchîz l' plake d' enondaedje %u.

source: This is not a <product> boot disk. Please insert boot disk %u.
he: זה אינו דיסק האתחול של <product>. נא להכניס את דיסק האתחול %u.
wa: Çouchal c' est nén ene plake d' enondaedje <product>. S' i vs plait stitchîz l' plake d' enondaedje %u.

source: Password
he: סיסמה
wa: Sicret

source: Enter your password:
he: נא להזין סיסמתך:
wa: Tapez vosse sicret s' i vs plait:

source: Get your driver update floppy ready.
he: נא להכין את תקליטון העדכון.
wa: Aprestoz vosse plakete di metaedje a djoû des mineus.

source: DVD Error
he: שגיאת DVD
wa: Aroke DVD

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
he: זהו DVD בן שני צדדים. התחלת מהצד שאינו נכון. נא להפוך את ה-DVD ואז להמשיך.
wa: Çouchal c' est ene plake lazer a dobe-face. Vos avoz enondé sol måva costé. Ritournez l' DVD po continouwer.

source: Power Off
he: כיבוי
wa: Distinde

source: Halt the system now?
he: לכבות את המערכת כעת?
wa: Distinde li copiutrece asteure?

source: Hard Disk
he: כונן קשיח
wa: Deure plake

source: Hard Disk Installation
he: התקנה מהכונן הקשיח
wa: Astalaedje a pårti del deure plake

source: Disk Device (scan all disks if empty)
he: התקן הכונן (סריקת כל הכוננים אם ריק)
wa: Éndjin del plake (loukî totes les plakes si vude)

source: Directory
he: ספריה
wa: Ridant

source: FTP Installation
he: התקנה מ-FTP
wa: Astalaedje pa FTP

source: Server
he: שרת
wa: Sierveu

source: Password
he: סיסמה
wa: Sicret

source: User (anonymous login if empty)
he: משתמש (כניסה אנונימית אם ריק)
wa: Uzeu (raloyaedje anonime si vude)

source: NFS Installation
he: התקנה מ-NFS
wa: Astalaedje pa NFS

source: User (using "guest" if empty)
he: משתמש (משתמש ב-"guest" אם ריק)
wa: Uzeu (raloyaedje come "guest" si vude)

source: Installation from ISO file
he: התקנה מקובץ ISO
wa: Astalaedje a pårti d' on fitchî ISO

source: HTTP Installation
he: התקנה מ-HTTP
wa: Astalaedje pa HTTP

source: Driver
he: התקן-הינע
wa: Mineu

source: Domain
he: מתחם
wa: Dominne

source: Other Options
he: אפשרויות אחרות
wa: Ôtès tchuzes

source: Language
he: שפה
wa: Lingaedje

source: Installation--IOAPIC Enabled
he: התקנה--IOAPIC מופעל
wa: Astalaedje--IOAPIC en alaedje

source: Installation--IOAPIC Disabled
he: התקנה--IOAPIC אינו מופעל
wa: Astalaedje--IOAPIC dismetou

source: Installation--Local APIC Disabled
he: התקנה--APIC מקומי אינו מופעל
wa: Astalaedje--APIC locå dismetou

source: Yes
he: כן
wa: Oyi

source: No
he: לא
wa: Neni

source: File
he: קובץ
wa: Fitchî

source: Share
he: שיתוף
wa: Pårtaedje

source: Boot Mandriva Linux 2007 Spring
he: התחל את מנדריבה לינוקס אביב 2007

source: Boot Microsoft Windows
he: התחל את Microsoft Windows

source: Install Mandriva Linux 2007 Spring on your system
he: התקנת מנדריבה לינוקס אביב 2007 במערכת שלך

source: Boot Mandriva Linux 2007 Spring (safe mode)
he: התחל את מנדריבה לינוקס אביב 2007 (מצב בטוח)

source: Linux with kernel %s
he: לינוקס עם גלעין %s

source: Kernel Option
he: אפשרויות הגלעין
